/* go to first page */
"Continue" = "ดำเนินการต่อ";

/* mark as finished */
"Done" = "เสร็จสิ้น";

/* invitation to exercise */
"Get fit" = "แข็งแรงยิ่งขึ้น";

/* invitation */
"Get Started" = "เริ่มเลย";

/* description of done exercise */
"Good job completing all four exercises!\nRemember tomorrow's another day.\nSo eat well and get some rest." = "เยี่ยมมาก สำเร็จการออกกำลังกายทั้งสี่ท่า!\nอย่าลืมมาเริ่มวันพรุ่งนี้ต่ออีกวันนะ\nรับประทานอาหารให้ครบทุกหมู่และพักผ่อนให้เพียงพอล่ะ";

/* compliment */
"High Five!" = "สุดยอด!";

/* view user activity */
"History" = "ประวัติย้อนหลัง";

/* begin exercise */
"Start" = "เริ่ม";

/* greeting */
"Welcome" = "ยินดีต้อนรับ";

/* description of app */
"with high intensity interval training" = "ด้วยการฝึกฝนอย่างเข้มข้นขั้นสูง";

